nekotter/app/controllers/tweets_controller.rb

  def create
    Tweet.create(tweet_params)
---
INSERT INTO `tweets` (`text`, `created_at`, `updated_at`) VALUES ('a\r\n', '2018-08-30 14:05:18', '2018-08-30 14:05:18')